<!DOCTYPE html>
<html lang="ja">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <title>プライバシーポリシー -delisys-</title>
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css">
  </head>
  <body>
    <nav class="navbar navbar-dark bg-dark">
      <a href="/" class="navbar-brand">delisys</a>
    </nav>
    <div class="overflow-hidden p-3 p-md-5 m-md-3 bg-light">
        <h1 class="display-4 font-weight-normal">プライバシーポリシー</h1>
        <p>
          本プライバシーポリシーは、delisys(https://delisys.xperd.net）（以下、「当サイト」とします。)の各種サービス
          （当サイトによる情報提供、各種お問合せの受付等）において、当サイトの訪問者（以下、「訪問者」とします。）
          の個人情報もしくはそれに準ずる情報を取り扱う際に、当サイトが遵守する方針を示したものです。
        </p>
        <p><strong>1．基本方針</strong></p>
        <p>
          当サイトは、個人情報の重要性を認識し、個人情報を保護することが社会的責務であると考え、
          個人情報に関する法令を遵守し、当サイトで取扱う個人情報の取得、利用、管理を適正に行います。
          当サイトで収集した情報は、利用目的の範囲内で適切に取り扱います。
        </p>
        <p><strong>2．適用範囲</strong></p>
        <p>本プライバシーポリシーは、当サイトにおいてのみ適用されます。</p>
        <p><strong>3．個人情報の取得と利用目的</strong></p>
        <p>当サイトで取得する訪問者の個人情報と利用目的、保存期間等は下記の通りです。</p>
        <p><strong>3-1．コメントを残した際に個人情報を取得します</strong></p>
        <p>当サイトでは、訪問者が当サイトにコメントを残した際に、以下の個人情報を取得します。</p>
        <ul>
          <li>コメントフォームに入力された名前</li>
          <li>コメントフォームに入力されたコメント内容</li>
          <li>ログインしたGoogleアカウントのID</li>
          <li>IPアドレス</li>
        </ul>
        <p><strong>3-1-1．利用目的について</strong></p>
        <p>荒し対策やスパム検出に役立てるためと、訪問者の利便性のためです。また、当サイト内で「訪問者からこのようなコメントがありました」と紹介させていただく場合もあります。</p>
        <p>コメントが当サイトの管理人であるXperd（以下、「管理人」とします。）に承認されると、一般公開されます。</p>
        <p><strong>3-1-2．保存期間について</strong></p>
        <p>当サイトに残されたコメントは、コメントとそのメタデータを3年間保存します。</p>
        <p><strong>3-1-3．当サイトがコメントに対してできることについて</strong></p>
        <p>
          訪問者が当サイトにコメントを残したことがある場合は、当サイトの管理人は、当サイトが保存する訪問者についての個人情報
          （提供したすべての情報を含む）をエクスポートファイルとして訪問者が「受け取りたい」というリクエストに応えることが出来ます。
        </p>
        <p>
          また、訪問者から訪問者本人の個人情報を「消去してほしい」というリクエストにも応えることが出来ます。
          これには、管理や法律、セキュリティ目的のために保持する義務がある情報は含まれません。
        </p>
        <p><strong>3-2．Cookieによる個人情報の取得</strong></p>
        <p>当サイトは、訪問者のコンピュータにCookieを送信することがあります。</p>
        <p>Cookie（クッキー）とは、ウェブサイトを利用したときに、ブラウザとサーバーとの間で送受信した利用履歴や入力内容などを、
          訪問者のコンピュータにファイルとして保存しておく仕組みです。</p>
        <p><strong>3-2-1．利用目的について</strong></p>
        <p>訪問者の当サイト閲覧時の利便性を高めるためです。</p>
        <p>たとえば、次回同じページにアクセスするとCookieの情報を使って、ページの運営者は訪問者ごとに表示を変えることができます。</p>
        <p>たとえばあるサイトを利用していて、初回はログインパスワードを入力する画面が表示されたけど、
          2回目以降はログイン画面は表示されずにアクセスできた、という経験ありませんか？それはCookieによるものです。</p>
        <p>訪問者がブラウザの設定でCookieの送受信を許可している場合、ウェブサイトは、訪問者のブラウザからCookieキーを取得できます。</p>
        <p>なお、訪問者のブラウザはプライバシー保護のため、そのウェブサイトのサーバーが送受信したCookieのみを送信します。</p>
        <p><strong>3-2-2．保存期間について</strong></p>
        <p>当サイトに残されたコメントのCookieは保存されません。</p>
        <p><strong>3-2-3．第三者によるCookie情報の取得について</strong></p>
        <p>当サイトでは、グーグル株式会社やヤフー株式会社などをはじめとする第三者から配信される広告が掲載される場合があり、
          これに関連して当該第三者が訪問者のCookie情報等を取得して、利用している場合があります。</p>
        <p>当該第三者によって取得されたCookie情報等は、当該第三者のプライバシーポリシーに従って取り扱われます。</p>
        <p><strong>3-2-4．第三者へのCooke情報等の広告配信の利用停止について</strong></p>
        <p>訪問者は、当該第三者のウェブサイト内に設けられたオプトアウト（個人情報を第三者に提供することを停止すること）ページにアクセスして、
          当該第三者によるCookie情報等の広告配信への利用を停止することができます。</p>
        <p><strong>3-2-5．Cookie情報の送受信の許可・拒否について</strong></p>
        <p>
          訪問者は、Cookieの送受信に関する設定を「すべてのCookieを許可する」、「すべてのCookieを拒否する」、
          「Cookieを受信したらユーザーに通知する」などから選択できます。
          設定方法は、ブラウザにより異なります。Cookieに関する設定方法は、お使いのブラウザの「ヘルプ」メニューでご確認ください。
        </p>
        <p>すべてのCookieを拒否する設定を選択されますと、認証が必要なサービスを受けられなくなる等、インターネット上の各種サービスの利用上、制約を受ける場合がありますのでご注意ください。</p>
        <p><strong>3-3．Googleカレンダーへのアクセス</strong></p>
        <p>当サイトのサービスを提供するために必要なものです。</p>
        <p>当サイトを利用する際に求められるGoogleアカウントへのログインにてGoogleカレンダーへのアクセスを提供したものといたします。</p>
        <p><strong>3-3-1．アクセス内容について</strong></p>
        <p>常にその権限が利用されるわけではなく、Googleカレンダーに登録した教科一覧を取得する際、また新たに教科をGoogleカレンダーに追加する際にのみ利用されます。</p>
        <p>これ以外の際に利用されたり、ユーザーがログアウトしている間に利用されることは決してありません。</p>
        <p><strong>3-3-2．アクセス範囲について</strong></p>
        <p>当サイトにて追加するアクションを起こしたもの以外の別のサービスやGoogleカレンダー上で追加したイベントを勝手に読み取ることは決してありません。</p>
        <p>当サイトで追加されたイベントについてはメモ欄の末尾に「Created by delisys」と必ず付加されます。このような文字列が付加された物のみを読み取り、消去いたします。</p>
        <p><strong>4．個人情報の管理</strong></p>
        <p>当サイトは、訪問者からご提供いただいた情報の管理について、以下を徹底します。</p>
        <p><strong>4-1. 情報の正確性の確保</strong></p>
        <p>訪問者からご提供いただいた情報については、常に正確かつ最新の情報となるよう努めます。</p>
        <p><strong>4-2. 安全管理措置</strong></p>
        <p>当サイトは、個人情報の漏えいや滅失又は棄損を防止するために、適切なセキリュティ対策を実施して個人情報を保護します。</p>
        <p><strong>4-3. 個人情報の廃棄</strong></p>
        <p>個人情報が不要となった場合には、すみやかに廃棄します。</p>
        <p><strong>4-4. 個人情報の開示、訂正、追加、削除、利用停止</strong></p>
        <p>訪問者ご本人からの個人情報の開示、訂正、追加、削除、利用停止のご希望の場合には、ご本人であることを確認させていただいた上、速やかに対応させていただきます。</p>
        <p>上記を希望される場合は、以下のメールアドレスまでお問い合わせください。</p>
        <p>メールアドレス：xperd00★gmail.com（★を@に置き換えて下さい）
        </p>
        <p><strong>5．個人情報の第三者への提供について</strong></p>
        <p>
          当サイトは、訪問者からご提供いただいた個人情報を、訪問者本人の同意を得ることなく第三者に提供することはありません。また、今後第三者提供を行うことになった場合には、提供する情報と提供目的などを提示し、訪問者から同意を得た場合のみ第三者提供を行います。
        </p>
        <p><strong>6．未成年の個人情報について</strong></p>
        <p>
          未成年者が当サイトにコメントをしたり、お問い合わせフォームから問い合わせをされたりする場合は必ず親権者の同意を得るものとし、コメントやお問い合わせをされた時点で、当プライバシーポリシーに対して親権者の同意があるものとみなします。</p>
        <p><strong>7．お問い合わせ先</strong></p>
        <p>当サイト、又は個人情報の取扱いに関しては、下記のメールアドレスにてお問い合わせください。</p>
        <p>当サイト運営者：Xperd</p>
        <p>メールアドレス：xperd00★gmail.com（★を@に置き換えて下さい）
        </p>
        <p><strong>8．プライバシーポリシーの変更について</strong></p>
        <p>当サイトは、個人情報に関して適用される日本の法令を遵守するとともに、本プライバシーポリシーの内容を適宜見直しその改善に努めます。
          修正された最新のプライバシーポリシーは常に本ページにて開示されます。</p>
        <p style="text-align: right;">
          令和元年5月20日　策定<br>
          令和元年5月27日　改訂
        </p>
    </div>

    <footer class="container py-5">
      <div class="row">
        <div class="col-12 col-md">
          <p>delisys -授業の予定を簡単にカレンダーへ挿入-</p>
          <small class="d-block mb-3 text-muted">© 2019 xperd</small>
        </div>
      </div>
    </footer>
  </body>
</html>
